/* No comment provided by engineer. */
"No such user" = "No such user";

/* No comment provided by engineer. */
"No such user exists" = "No such user exists";

/* No comment provided by engineer. */
"Please sign up" = "Please sign up";

/* No comment provided by engineer. */
"signup-error.descr.enter a nickname" = "Введите ник";

/* No comment provided by engineer. */
"signup-error.descr.invalid nickname" = "Неверный ник";

/* No comment provided by engineer. */
"signup-error.descr.username taken" = "К сожалению, ник занят";

/* No comment provided by engineer. */
"signup-error.nickname should contain only alphanumeric symbols, please check yours" = "Ник должен состоять только из латинских букв и цифр";

/* No comment provided by engineer. */
"signup-error.reason.nickname can't be blank" = "Введите ник";

/* No comment provided by engineer. */
"signup-error.reason.nickname should contain only alpha numeric symbols" = "Ник должен состоять только из латинских букв и цифр";

/* No comment provided by engineer. */
"signup-error.reason.username already taken" = "К сожалению, ник занят";

/* No comment provided by engineer. */
"signup-error.suggest" = "Проверьте соединение";

/* No comment provided by engineer. */
"signup-error.suggest.please try a different one." = "Попробуйте другой";


"LoginVC.error.message you should grant vk access to log in" = "Необходимо использовать аккаунт ВК для входа";

"CreateUser.hudLabel.Creating account" = "Создаем пользователя";
"Customer.send_email_error.error" = "Ошибка";
"Customer.send_email_error.unable to send email" = "Ваше устройство не поддерживает отправку почты в данный момент";